<?php

$string['pluginname'] = 'Отзыв в виде документа';
$string['enabled'] = 'Отзыв в виде документа';
$string['enabled_help'] = 'Если включен, учитель сможет разместить отзыв-документ на каждый ответ.';
$string['default'] = 'Включено по умолчанию';
$string['default_help'] = 'При включенном параметре способ отзыва будет включен по умолчанию для всех новых заданий.';
$string['script'] = 'Путь к JavaScript';
$string['script_help'] = 'Позволяет внедрить заданный JavaScript в каждый отзыв-документ.';
$string['coursename'] = 'Название курса для отзыва';
$string['coursename_help'] = 'Данное название будет использоваться в автоматически формируемых отзывах-документах.';
$string['key1'] = 'ОТЗЫВ НА ЗАДАНИЕ «{$a->assignname}»<br />ПО ДИСЦИПЛИНЕ «{$a->coursename}»';
$string['key2'] = 'Ф.И.О. обучающегося';
$string['key3'] = 'Группа';
$string['key4'] = 'Преподаватель';
$string['key5'] = 'Оценка';
$string['key6'] = 'Отзыв';
